[M_MountJackmore MissionDefinition]
MissionName="Jackmore Hill"
MissionDescription="Jack Gut took a picture of the mountain cooking was about to go to. Explosives may be required. "
TurnInDescription="! ! Come back! ! You've replaced one giant selfish doll with another giant selfish doll (even if it's just a frame).)."
MissionSummary="Remove Jack the Beautiful Mountain image."
MissionGiver="a trap"
MissionTurnInLocation="Claptrap"
TeaserText="Want to blow up a mountain with Jack Goofy's face??"

[M_MountJackmore:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MountJackmore_BlowUpJackmore MissionObjectiveDefinition]
ProgressMessage="John's face broke."

[M_MountJackmore:MountJackmore_CollectDynamite MissionObjectiveDefinition]
ProgressMessage="Let's get some ammo."

[M_MountJackmore:MountJackmore_PlantDynamite MissionObjectiveDefinition]
ProgressMessage="bomb"

[M_MountJackmore:MountJackmore_RideToMountain MissionObjectiveDefinition]
ProgressMessage="Cable car"

[M_MountJackmore:MountJackmore_StartGondola MissionObjectiveDefinition]
ProgressMessage="Activate the vehicle"

